import React from "react";
import "./Royxat.scss";
const Royxat = () => {
  return (
    <div className="Royxat">

      
      <div className="false box">
        <div className="img">
          <img src="./images/false.png" alt="" />
        </div>
        <div className="text">
          <h2>Notog’ri o’tish</h2>
          <p>
            Товарищи! постоянное информационно-пропагандистское обеспечение
            нашей деятельности способствует подготовки и реализации
            соответствующий условий активизации. Товарищи! постоянное
            информационно-пропагандистское обеспечение нашей деятельности
            требуют определения и уточнения новых предложений. Задача
            организации, в особенности же новая модель организационной
            деятельности позволяет оценить значение системы обучения кадров,
            соответствует насущным потребностям.
          </p>
        </div>
      </div>

      <div className="true box">
        <div className="text">
          <h2>Tog’ri o’tish</h2>
          <p>
            Товарищи! постоянное информационно-пропагандистское обеспечение
            нашей деятельности способствует подготовки и реализации
            соответствующий условий активизации. Товарищи! постоянное
            информационно-пропагандистское обеспечение нашей деятельности
            требуют определения и уточнения новых предложений. Задача
            организации, в особенности же новая модель организационной
            деятельности позволяет оценить значение системы обучения кадров,
            соответствует насущным потребностям.
          </p>
        </div>
        <div className="img">
          <img src="./images/true.png" alt="" />
        </div>
      </div>
    </div>
  );
};

export default Royxat;
